Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Open Settings
ar: فتح الإعدادات
ar_eg: افتح الإعدادات
be: Адкрыць налады
bn: সেটিংস খুলুন
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fil: Buksan ang Settings
fr: Ouvrir Réglages
ha: Buɗe Saituna
he: פתיחת הגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
hy: Բացել կարգավորումները
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ka: პარამეტრების გახსნა
kk: Параметрлерді ашу
ko: 설정 열기
ky: Жөндөөлөрдү ачуу
lt: Atverti nustatymus
mr: सेटिंग्ज उघडा
ne: सेटिङ खोल्नुहोस्
nl: Open Instellingen
pa_arab: سیٹنگاں کھولو
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Configurări
ru: Открыть настройки
sv: Öppna Inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లను తెరువు
th: เปิดการตั้งค่า
tr: Ayarlar'ı aç
uk: Відкрити Параметри
ur: ترتیبات کھولیں
vi: Mở Cài đặt
yue: 開啟設定
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Slowth
ar: فتح ⁦Slowth⁩
ar_eg: افتح ⁦Slowth⁩
be: Адкрыць Slowth
bn: Slowth খুলুন
cs: Otevřít Slowth
da: Åbn Slowth
de: Slowth öffnen
es: Abrir Slowth
fil: Buksan ang Slowth
fr: Ouvrir Slowth
ha: Buɗe Slowth
he: פתיחת ⁦Slowth⁩
hi: Slowth खोलें
hu: Slowth megnyitása
hy: Բացել Slowth-ը
id: Buka Slowth
it: Apri Slowth
ja: Slowthを開く
ka: Slowth-ის გახსნა
kk: Slowth ашу
ko: Slowth 열기
ky: Slowth ачуу
lt: Atverti „Slowth“
mr: Slowth उघडा
ne: Slowth खोल्नुहोस्
pa_arab: ⁦Slowth⁩ کھولو
pl: Otwórz Slowth
pt_br: Abrir Slowth
pt_pt: Abrir Slowth
ro: Deschide Slowth
ru: Открыть Slowth
sv: Öppna Slowth
sw: Fungua Slowth
ta: Slowth-ஐத் திற
te: Slowth‌ను తెరువు
th: เปิด Slowth
tr: Slowth'u aç
uk: Відкрити Slowth
ur: ⁦Slowth⁩ کھولیں
vi: Mở Slowth
yue: 開啟 Slowth
zh_hans: 打开 Slowth
zh_hant: 開啟 Slowth

source: Open Slowth and start screen recording to unlock enabled apps. They stay open while you're not viewing selected blocked content. If you notice any issues, please share your feedback.
ar: افتح ⁦Slowth⁩ وابدأ تسجيل الشاشة لإلغاء حظر التطبيقات المحددة. تظل متاحة ما دمت لا تشاهد المحتوى المحدد للحظر. إذا لاحظت أي مشاكل، يرجى مشاركة ملاحظاتك.
ar_eg: افتح ⁦Slowth⁩ وابدأ تسجيل الشاشة عشان تفتح التطبيقات اللي اخترتها. بتفضل متاحة طول ما إنت مش بتشوف المحتوى اللي اخترت تحظره. لو لاحظت أي مشاكل، ابعت ملاحظاتك.
be: Адкрыйце Slowth і пачніце запіс экрана, каб разблакіраваць выбраныя праграмы. Яны застануцца даступнымі, пакуль вы не праглядаеце змесціва, выбранае для блакіроўкі. Калі заўважыце праблемы, падзяліцеся водгукам.
bn: নির্বাচিত অ্যাপ আনলক করতে Slowth খুলে স্ক্রিন রেকর্ডিং শুরু করুন। নির্বাচিত ব্লক করা কনটেন্ট না দেখলে অ্যাপগুলি ব্যবহার করা যাবে। কোনো সমস্যা দেখলে মতামত জানান।
cs: Otevřete Slowth a spusťte nahrávání obrazovky, abyste odblokovali vybrané aplikace. Zůstanou dostupné, dokud neprohlížíte obsah vybraný k blokování. Pokud zaznamenáte problémy, pošlete nám zpětnou vazbu.
da: Åbn Slowth, og start skærmoptagelse for at låse valgte apps op. De forbliver tilgængelige, så længe du ikke ser indhold, der er valgt til blokering. Del gerne din feedback, hvis du oplever problemer.
de: Öffne Slowth und starte die Bildschirmaufnahme, um aktivierte Apps zu entsperren. Sie bleiben verfügbar, solange du keine ausgewählten blockierten Inhalte ansiehst. Falls Probleme auftreten, sende uns bitte Feedback.
es: Abre Slowth e inicia la grabación de pantalla para desbloquear las apps activadas. Podrás usarlas mientras no veas el contenido seleccionado para bloquear. Si encuentras algún problema, envía tus comentarios.
fil: Buksan ang Slowth at simulan ang pag-record ng screen para ma-unlock ang mga napiling app. Magagamit ang mga ito habang hindi mo tinitingnan ang napiling naka-block na content. Kung may mapansin kang problema, magpadala ng feedback.
fr: Ouvrez Slowth et démarrez l’enregistrement de l’écran pour débloquer les apps activées. Elles restent accessibles tant que vous ne consultez pas le contenu à bloquer. Si vous rencontrez un problème, envoyez-nous un commentaire.
ha: Buɗe Slowth kuma fara rikodin allo don buɗe manhajojin da aka zaɓa. Za su kasance a buɗe muddin ba ka kallon abun cikin da aka zaɓa don toshewa. Idan ka lura da matsala, aiko da ra'ayinka.
he: יש לפתוח את ⁦Slowth⁩ ולהתחיל הקלטת מסך כדי לשחרר את היישומים שנבחרו. הם יישארו זמינים כל עוד לא מוצג תוכן שנבחר לחסימה. אם נתקלת בבעיות, נשמח לקבל משוב.
hi: चुने हुए ऐप अनलॉक करने के लिए Slowth खोलें और स्क्रीन रिकॉर्डिंग शुरू करें। जब तक आप चुनी हुई ब्लॉक की गई सामग्री नहीं देखते, वे खुले रहेंगे। कोई समस्या दिखे तो कृपया प्रतिक्रिया दें।
hu: Nyisd meg a Slowthot, és indíts képernyőfelvételt a kijelölt appok feloldásához. Elérhetők maradnak, amíg nem nézel blokkolásra kijelölt tartalmat. Ha problémát tapasztalsz, küldj visszajelzést.
hy: Բացեք Slowth-ը և սկսեք էկրանի ձայնագրումը՝ ընտրված հավելվածներն ապաշրջափակելու համար։ Դրանք հասանելի կմնան, քանի դեռ չեք դիտում արգելափակման համար ընտրված բովանդակություն։ Խնդիրներ նկատելու դեպքում խնդրում ենք ուղարկել կարծիք։
id: Buka Slowth dan mulai perekaman layar untuk membuka blokir aplikasi terpilih. Aplikasi tetap dapat diakses selama Anda tidak melihat konten yang dipilih untuk diblokir. Jika menemukan masalah, silakan kirim masukan.
it: Apri Slowth e avvia la registrazione dello schermo per sbloccare le app selezionate. Restano accessibili finché non visualizzi contenuti selezionati per il blocco. Se noti problemi, invia un feedback.
ja: Slowthを開いて画面収録を開始すると、対象のアプリが使えるようになります。選択したブロック対象のコンテンツを見ていない間は使い続けられます。 問題があれば、フィードバックをお寄せください。
ka: გახსენით Slowth და დაიწყეთ ეკრანის ჩაწერა არჩეული აპების განსაბლოკად. ისინი ხელმისაწვდომი დარჩება, სანამ დასაბლოკად არჩეულ კონტენტს არ უყურებთ. თუ პრობლემას შეამჩნევთ, გთხოვთ, გაგვიზიაროთ გამოხმაურება.
kk: Таңдалған қолданбаларды ашу үшін Slowth қолданбасын ашып, экран жазуын бастаңыз. Бұғаттауға таңдалған мазмұнды көрмеген кезде олар қолжетімді болады. Мәселе байқасаңыз, пікіріңізді жіберіңіз.
ko: Slowth를 열고 화면 기록을 시작하면 설정한 앱을 사용할 수 있습니다. 선택한 차단 대상 콘텐츠를 보지 않는 동안에는 계속 사용할 수 있습니다. 문제가 있으면 피드백을 보내 주세요.
ky: Тандалган колдонмолорду ачуу үчүн Slowth колдонмосун ачып, экран жазуусун баштаңыз. Бөгөттөөгө тандалган мазмунду көрбөгөн учурда алар жеткиликтүү болот. Маселе байкасаңыз, пикириңизди жөнөтүңүз.
lt: Atverkite „Slowth“ ir pradėkite ekrano įrašymą, kad atblokuotumėte pasirinktas programas. Jos bus pasiekiamos, kol nežiūrėsite blokuoti pasirinkto turinio. Pastebėję problemų, pasidalykite atsiliepimu.
mr: निवडलेले ॲप अनलॉक करण्यासाठी Slowth उघडून स्क्रीन रेकॉर्डिंग सुरू करा. निवडलेली ब्लॉक सामग्री पाहत नसताना ॲप वापरता येतील. काही अडचण दिसल्यास अभिप्राय द्या.
ne: छानिएका एपहरू खोल्न Slowth खोल्नुहोस् र स्क्रिन रेकर्डिङ सुरु गर्नुहोस्। रोक्न छानिएको सामग्री नहेरेसम्म ती एपहरू खुला रहन्छन्। कुनै समस्या देखिएमा आफ्नो प्रतिक्रिया पठाउनुहोस्।
nl: Open Slowth en start een schermopname om geselecteerde apps te ontgrendelen. Ze blijven toegankelijk zolang je geen geselecteerde geblokkeerde inhoud bekijkt. Merk je problemen? Deel dan je feedback.
pa_arab: چُنیاں ایپاں کھولن لئی ⁦Slowth⁩ کھولو تے سکرین ریکارڈنگ شروع کرو۔ جدوں تک تسی بلاک کرن لئی چُنیا مواد نئیں ویکھدے، ایپاں کھلیاں رہندیاں نیں۔ جے کوئی مسئلہ لبھے تے اپنی رائے گھلو۔
pcm: Open Slowth and start screen recording to unlock apps wey you choose. Dem go stay open as long as you no dey watch content wey you choose to block. If you notice any problem, abeg send feedback.
pl: Otwórz Slowth i rozpocznij nagrywanie ekranu, aby odblokować wybrane aplikacje. Pozostaną dostępne, dopóki nie oglądasz treści wybranych do blokowania. Jeśli zauważysz problemy, podziel się opinią.
pt_br: Abra o Slowth e inicie a gravação de tela para desbloquear os apps ativados. Eles ficam disponíveis enquanto você não estiver vendo o conteúdo selecionado para bloqueio. Se notar algum problema, envie seu feedback.
pt_pt: Abra o Slowth e inicie a gravação de ecrã para desbloquear os apps ativados. Ficam disponíveis enquanto não estiver a ver o conteúdo selecionado para bloqueio. Se notar algum problema, envie os seus comentários.
ro: Deschide Slowth și pornește înregistrarea ecranului pentru a debloca aplicațiile selectate. Rămân accesibile cât timp nu vizualizezi conținut selectat pentru blocare. Dacă observi probleme, trimite feedback.
ru: Откройте Slowth и начните запись экрана, чтобы разблокировать выбранные приложения. Они останутся доступны, пока вы не просматриваете контент, выбранный для блокировки. Если заметите проблемы, поделитесь отзывом.
sv: Öppna Slowth och starta skärminspelning för att låsa upp valda appar. De förblir tillgängliga så länge du inte tittar på innehåll som valts för blockering. Dela gärna din feedback om du märker några problem.
sw: Fungua Slowth na uanze kurekodi skrini ili kufungua programu zilizochaguliwa. Zinabaki wazi mradi hutazami maudhui yaliyochaguliwa kuzuiwa. Ukiona matatizo, tafadhali tuma maoni yako.
ta: தேர்ந்தெடுத்த செயலிகளைத் திறக்க Slowth-ஐத் திறந்து திரைப் பதிவைத் தொடங்கவும். தேர்ந்தெடுத்த தடுக்கப்பட்ட உள்ளடக்கத்தைப் பார்க்காத வரை அவற்றைப் பயன்படுத்தலாம். சிக்கல் தெரிந்தால் கருத்து அனுப்பவும்.
te: ఎంచుకున్న యాప్‌లను అన్‌లాక్ చేయడానికి Slowth‌ను తెరిచి స్క్రీన్ రికార్డింగ్ ప్రారంభించండి. ఎంచుకున్న బ్లాక్ కంటెంట్‌ను చూడనంత వరకు వాటిని వాడుకోవచ్చు. ఏదైనా సమస్య కనిపిస్తే అభిప్రాయం పంపండి.
th: เปิด Slowth แล้วเริ่มบันทึกหน้าจอเพื่อปลดล็อกแอปที่เปิดใช้ แอปจะยังใช้งานได้ตราบใดที่คุณไม่ได้ดูเนื้อหาที่เลือกบล็อกไว้ หากพบปัญหา โปรดส่งความคิดเห็น
tr: Seçilen uygulamaların kilidini açmak için Slowth'u açıp ekran kaydını başlatın. Engellemek için seçtiğiniz içerikleri izlemediğiniz sürece erişilebilir kalırlar. Sorun fark ederseniz lütfen geri bildirim paylaşın.
uk: Відкрийте Slowth і почніть запис екрана, щоб розблокувати вибрані програми. Вони залишаться доступними, доки ви не переглядаєте вміст, вибраний для блокування. Якщо помітите проблеми, поділіться відгуком.
ur: منتخب ایپس کھولنے کے لیے ⁦Slowth⁩ کھولیں اور اسکرین ریکارڈنگ شروع کریں۔ جب تک آپ بلاک کرنے کے لیے منتخب مواد نہیں دیکھتے، ایپس کھلی رہتی ہیں۔ اگر کوئی مسئلہ نظر آئے تو اپنی رائے بھیجیں۔
vi: Mở Slowth và bắt đầu ghi màn hình để mở khóa các ứng dụng đã bật. Bạn có thể tiếp tục dùng chúng khi không xem nội dung đã chọn để chặn. Nếu gặp vấn đề, hãy gửi phản hồi.
yue: 開啟 Slowth 並開始錄製螢幕，就可以解除揀選 App 嘅封鎖。只要冇睇揀咗要封鎖嘅內容，App 就會保持可用。 如果發現問題，請分享你嘅意見。
zh_hans: 打开 Slowth 并开始录制屏幕，即可解锁启用的 App。只要不查看所选的屏蔽内容，就可以继续使用这些 App。 如果发现问题，请发送反馈。
zh_hant: 開啟 Slowth 並開始錄製螢幕，即可解除所選 App 的封鎖。只要沒有觀看所選的封鎖內容，App 就會保持可用。 如果發現任何問題，請分享你的意見。

source: Open source
ar: مفتوح المصدر
ar_eg: مفتوح المصدر
be: Адкрыты зыходны код
bn: ওপেন সোর্স
cs: Otevřený zdrojový kód
da: Åben kildekode
es: Código abierto
fr: Code source ouvert
ha: Buɗaɗɗen lambar tushe
he: קוד פתוח
hi: ओपन सोर्स
hu: Nyílt forráskód
hy: Բաց կոդ
id: Sumber terbuka
it: Codice aperto
ja: オープンソース
ka: ღია კოდი
kk: Ашық бастапқы код
ko: 오픈 소스
ky: Ачык булак коду
lt: Atvirasis kodas
mr: मुक्त स्रोत
ne: खुला स्रोत
pa_arab: کھلا سورس کوڈ
pl: Otwarty kod źródłowy
pt_br: Código aberto
pt_pt: Código aberto
ro: Cod sursă deschis
ru: Открытый исходный код
sv: Öppen källkod
sw: Chanzo huria
ta: திறந்த மூலநிரல்
te: ఓపెన్ సోర్స్
th: โอเพนซอร์ส
tr: Açık kaynak
uk: Відкритий код
ur: اوپن سورس
vi: Mã nguồn mở
yue: 開放原始碼
zh_hans: 开源
zh_hant: 開放原始碼

source: Per-site control
ar: تحكم لكل موقع
ar_eg: تحكم لكل موقع
be: Налады для кожнага сайта
bn: প্রতি সাইটের নিয়ন্ত্রণ
cs: Nastavení pro každý web
da: Styring pr. websted
de: Einstellungen pro Website
es: Control por sitio
fil: Kontrol sa bawat site
fr: Réglages par site
ha: Sarrafa kowane shafi
he: שליטה לכל אתר
hi: हर साइट का नियंत्रण
hu: Webhelyenkénti vezérlés
hy: Յուրաքանչյուր կայքի կառավարում
id: Kontrol per situs
it: Controllo per sito
ja: サイトごとの設定
ka: თითოეული საიტის მართვა
kk: Әр сайтты бөлек басқару
ko: 사이트별 설정
ky: Ар бир сайтты өзүнчө башкаруу
lt: Atskirų svetainių valdymas
mr: प्रत्येक साइटचे नियंत्रण
ne: हरेक वेबसाइटको छुट्टै नियन्त्रण
nl: Instellingen per website
pa_arab: ہر سائٹ دا وکھرا کنٹرول
pcm: Control each website
pl: Ustawienia dla każdej witryny
pt_br: Controle por site
pt_pt: Controlo por site
ro: Control pentru fiecare site
ru: Настройки для каждого сайта
sv: Kontroll per webbplats
sw: Udhibiti kwa kila tovuti
ta: ஒவ்வொரு தளத்திற்கும் கட்டுப்பாடு
te: ప్రతి సైట్‌కు నియంత్రణ
th: ควบคุมแต่ละเว็บไซต์
tr: Siteye özel kontrol
uk: Налаштування для кожного сайту
ur: ہر سائٹ کا الگ کنٹرول
vi: Điều chỉnh theo từng trang
yue: 個別網站控制
zh_hans: 按网站控制
zh_hant: 個別網站控制

source: Per‑site control
ar: تحكم لكل موقع
ar_eg: تحكم لكل موقع
be: Налады для кожнага сайта
bn: প্রতি সাইটের নিয়ন্ত্রণ
cs: Nastavení pro každý web
da: Styring pr. websted
de: Einstellungen pro Website
es: Control por sitio
fil: Kontrol sa bawat site
fr: Réglages par site
ha: Sarrafa kowane shafi
he: שליטה לכל אתר
hi: हर साइट का नियंत्रण
hu: Webhelyenkénti vezérlés
hy: Յուրաքանչյուր կայքի կառավարում
id: Kontrol per situs
it: Controllo per sito
ja: サイトごとの設定
ka: თითოეული საიტის მართვა
kk: Әр сайтты бөлек басқару
ko: 사이트별 설정
ky: Ар бир сайтты өзүнчө башкаруу
lt: Atskirų svetainių valdymas
mr: प्रत्येक साइटचे नियंत्रण
ne: हरेक वेबसाइटको छुट्टै नियन्त्रण
nl: Instellingen per website
pa_arab: ہر سائٹ دا وکھرا کنٹرول
pcm: Control each website
pl: Ustawienia dla każdej witryny
pt_br: Controle por site
pt_pt: Controlo por site
ro: Control pentru fiecare site
ru: Настройки для каждого сайта
sv: Kontroll per webbplats
sw: Udhibiti kwa kila tovuti
ta: ஒவ்வொரு தளத்திற்கும் கட்டுப்பாடு
te: ప్రతి సైట్‌కు నియంత్రణ
th: ควบคุมแต่ละเว็บไซต์
tr: Siteye özel kontrol
uk: Налаштування для кожного сайту
ur: ہر سائٹ کا الگ کنٹرول
vi: Điều chỉnh theo từng trang
yue: 個別網站控制
zh_hans: 按网站控制
zh_hant: 個別網站控制

source: Pick a single app, not a whole category or "All Apps" — that would block everything.
ar: اختر تطبيقًا واحدًا، وليس فئة كاملة أو «كل التطبيقات» — فهذا سيحظر كل شيء.
ar_eg: اختار تطبيق واحد، مش فئة كاملة أو «كل التطبيقات» — ده هيحظر كل حاجة.
be: Выберыце адну праграму, а не катэгорыю ці «Усе праграмы» — інакш заблакіруецца ўсё.
bn: একটি অ্যাপ বেছে নিন, পুরো বিভাগ বা “সব অ্যাপ” নয় — তাহলে সবকিছু ব্লক হয়ে যাবে।
cs: Vyberte jednu aplikaci, ne celou kategorii ani „Všechny aplikace“ — tím byste zablokovali vše.
da: Vælg én app, ikke en hel kategori eller »Alle apps« — det ville blokere alt.
de: Wähle eine einzelne App, keine ganze Kategorie und nicht „Alle Apps“ – sonst wird alles blockiert.
es: Elige una sola app, no una categoría completa ni «Todas las apps», ya que eso lo bloquearía todo.
fil: Pumili ng isang app, hindi ng buong kategorya o “Lahat ng App” — maba-block ang lahat kapag iyon ang pinili.
fr: Choisissez une seule app, pas une catégorie entière ni « Toutes les apps », car cela bloquerait tout.
ha: Zaɓi manhaja guda ɗaya, ba cikakken rukuni ko “Duk Manhajoji” ba — hakan zai toshe komai.
he: יש לבחור יישום בודד, לא קטגוריה שלמה או ״כל היישומים״ — אחרת הכול ייחסם.
hi: एक ऐप चुनें, पूरी श्रेणी या “सभी ऐप्स” नहीं — वरना सब कुछ ब्लॉक हो जाएगा।
hu: Egyetlen appot válassz, ne egész kategóriát vagy az „Összes app” lehetőséget — az mindent blokkolna.
hy: Ընտրեք մեկ հավելված, ոչ թե ամբողջ կատեգորիան կամ «Բոլոր հավելվածները», այլապես ամեն ինչ կարգելափակվի։
id: Pilih satu aplikasi, bukan seluruh kategori atau “Semua Aplikasi” — itu akan memblokir semuanya.
it: Scegli una sola app, non un'intera categoria o «Tutte le app»: bloccheresti tutto.
ja: カテゴリ全体や「すべてのアプリ」ではなく、アプリを1つ選んでください。そうしないとすべてがブロックされます。
ka: აირჩიეთ ერთი აპი და არა მთელი კატეგორია ან „ყველა აპი“ — ეს ყველაფერს დაბლოკავს.
kk: Бір қолданбаны таңдаңыз, санатты немесе «Барлық қолданбалар» тармағын емес — әйтпесе бәрі бұғатталады.
ko: 카테고리 전체나 ‘모든 앱’ 대신 앱 하나를 선택하세요. 그렇지 않으면 모든 앱이 차단됩니다.
ky: Бир колдонмону тандаңыз, бүт категорияны же «Бардык колдонмолорду» эмес — болбосо баары бөгөттөлөт.
lt: Rinkitės vieną programą, o ne visą kategoriją ar „Visos programos“ — taip užblokuotumėte viską.
mr: एक ॲप निवडा, संपूर्ण श्रेणी किंवा “सर्व ॲप” नाही — अन्यथा सर्वकाही ब्लॉक होईल.
ne: एउटा मात्र एप छान्नुहोस्, पूरै वर्ग वा “सबै एपहरू” होइन — त्यसले सबै कुरा रोक्छ।
nl: Kies één app, geen hele categorie of 'Alle apps': daarmee blokkeer je alles.
pa_arab: اک ایپ چُنو، پورا زمرہ یا «ساریاں ایپاں» نئیں — اوہ سب کجھ بلاک کر دیوے گا۔
pcm: Choose just one app, no be whole category or “All Apps” — that one go block everything.
pl: Wybierz jedną aplikację, a nie całą kategorię ani „Wszystkie aplikacje” — to zablokowałoby wszystko.
pt_br: Selecione um único app, não uma categoria inteira nem “Todos os Apps”, pois isso bloquearia tudo.
pt_pt: Selecione um único app, não uma categoria inteira nem “Todos os apps”, pois isso bloquearia tudo.
ro: Alege o singură aplicație, nu o categorie întreagă sau „Toate aplicațiile” — asta ar bloca totul.
ru: Выберите одно приложение, а не категорию или «Все приложения» — иначе заблокируется всё.
sv: Välj en enda app, inte en hel kategori eller ”Alla appar” — det skulle blockera allt.
sw: Chagua programu moja, si kundi zima au “Programu Zote” — kufanya hivyo kungezuia kila kitu.
ta: ஒரே ஒரு செயலியைத் தேர்ந்தெடுக்கவும்; முழு வகையையோ “எல்லாச் செயலிகள்” என்பதையோ வேண்டாம் — அது அனைத்தையும் தடுத்துவிடும்.
te: ఒకే యాప్‌ను ఎంచుకోండి; మొత్తం వర్గం లేదా “అన్ని యాప్‌లు” కాదు — అలా చేస్తే అన్నీ బ్లాక్ అవుతాయి.
th: เลือกเพียงหนึ่งแอป ไม่ใช่ทั้งหมวดหมู่หรือ “แอปทั้งหมด” เพราะจะบล็อกทุกอย่าง
tr: Tek bir uygulama seçin; tüm kategori veya “Tüm Uygulamalar” seçimi her şeyi engeller.
uk: Виберіть одну програму, а не категорію чи «Усі програми» — інакше заблокується все.
ur: ایک ایپ منتخب کریں، پورا زمرہ یا «تمام ایپس» نہیں — اس سے سب کچھ بلاک ہو جائے گا۔
vi: Chọn một ứng dụng, không chọn cả danh mục hay “Tất cả ứng dụng” — làm vậy sẽ chặn tất cả.
yue: 請揀單一 App，唔好揀成個類別或者「所有 App」，否則會封鎖晒所有嘢。
zh_hans: 请只选择一个 App，不要选择整个类别或“所有 App”，否则会屏蔽所有内容。
zh_hant: 請選擇單一 App，不要選整個類別或「所有 App」，否則會封鎖全部內容。

source: Pick the %@ app icon, not a website.
ar: اختر رمز تطبيق ⁨%@⁩، وليس موقعًا إلكترونيًا.
ar_eg: اختار أيقونة تطبيق ⁨%@⁩، مش موقع.
be: Выберыце значок праграмы %@, а не сайт.
bn: %@ অ্যাপের আইকন বেছে নিন, ওয়েবসাইট নয়।
cs: Vyberte ikonu aplikace %@, ne web.
da: Vælg appikonet for %@, ikke et websted.
de: Wähle das App-Symbol von %@, keine Website.
es: Elige el icono de la app de %@, no un sitio web.
fil: Piliin ang icon ng %@ app, hindi ang website.
fr: Choisissez l’icône de l’app %@, pas un site web.
ha: Zaɓi alamar manhajar %@, ba shafin yanar gizo ba.
he: יש לבחור את סמל היישום ⁨%@⁩, לא אתר אינטרנט.
hi: %@ ऐप का आइकन चुनें, वेबसाइट नहीं।
hu: A(z) %@ app ikonját válaszd, ne egy webhelyet.
hy: Ընտրեք %@ հավելվածի պատկերակը, ոչ թե կայքը։
id: Pilih ikon aplikasi %@, bukan situs web.
it: Scegli l'icona dell'app %@, non un sito web.
ja: Webサイトではなく、%@のアプリアイコンを選んでください。
ka: აირჩიეთ %@ აპის ხატულა და არა ვებსაიტი.
kk: Веб-сайтты емес, %@ қолданбасының белгішесін таңдаңыз.
ko: 웹사이트가 아닌 %@ 앱 아이콘을 선택하세요.
ky: Веб-сайтты эмес, %@ колдонмосунун сүрөтчөсүн тандаңыз.
lt: Pasirinkite „%@“ programos piktogramą, o ne svetainę.
mr: %@ ॲपचे चिन्ह निवडा, वेबसाइट नाही.
ne: %@ एपको आइकन छान्नुहोस्, वेबसाइट होइन।
nl: Kies het appicoon van %@, geen website.
pa_arab: ⁨%@⁩ ایپ دا آئیکن چُنو، ویب سائٹ نئیں۔
pcm: Choose %@ app icon, no be website.
pl: Wybierz ikonę aplikacji %@, a nie witrynę.
pt_br: Selecione o ícone do app do %@, não um site.
pt_pt: Selecione o ícone do app do %@, não um site.
ro: Alege pictograma aplicației %@, nu un site.
ru: Выберите значок приложения %@, а не сайт.
sv: Välj appikonen för %@, inte en webbplats.
sw: Chagua ikoni ya programu ya %@, si tovuti.
ta: %@ செயலியின் ஐகானைத் தேர்ந்தெடுக்கவும், இணையதளத்தை அல்ல.
te: %@ యాప్ చిహ్నాన్ని ఎంచుకోండి, వెబ్‌సైట్‌ను కాదు.
th: เลือกไอคอนแอป %@ ไม่ใช่เว็บไซต์
tr: Web sitesi yerine %@ uygulamasının simgesini seçin.
uk: Виберіть піктограму програми %@, а не вебсайт.
ur: ⁨%@⁩ ایپ کا آئیکن منتخب کریں، ویب سائٹ نہیں۔
vi: Chọn biểu tượng ứng dụng %@, không chọn trang web.
yue: 請揀 %@ App 嘅圖像，唔係網站。
zh_hans: 请选择 %@ 的 App 图标，而不是网站。
zh_hant: 請選擇 %@ App 的圖像，而不是網站。

source: Private by design
ar: الخصوصية أساس التصميم
ar_eg: متصمم عشان يحافظ على خصوصيتك
be: Прыватнасць ад пачатку
bn: গোপনীয়তা মাথায় রেখে তৈরি
cs: Soukromí od základu
da: Designet til privatliv
de: Datenschutz von Anfang an
es: Privacidad desde el diseño
fil: Dinisenyo para sa privacy
fr: Confidentialité intégrée
ha: An tsara don sirri
he: פרטיות כחלק מהתכנון
hi: गोपनीयता को ध्यान में रखकर बनाया गया
hu: Adatvédelemre tervezve
hy: Գաղտնիության համար նախագծված
id: Dirancang untuk privasi
it: Privacy fin dalla progettazione
ja: プライバシーを重視した設計
ka: კონფიდენციალურობაზე გათვლილი
kk: Құпиялылық ескеріліп жасалған
ko: 개인정보 보호를 위한 설계
ky: Купуялуулук эске алынып түзүлгөн
lt: Sukurta saugoti privatumą
mr: गोपनीयता जपणारी रचना
ne: गोपनीयतालाई ध्यानमा राखेर बनाइएको
nl: Ontworpen voor privacy
pa_arab: رازداری نوں سامنے رکھ کے بنایا گیا
pcm: We build am with privacy in mind
pl: Prywatność od podstaw
pt_br: Privacidade desde o início
pt_pt: Privacidade desde o início
ro: Conceput pentru confidențialitate
ru: Конфиденциальность по умолчанию
sv: Utformat för integritet
sw: Imeundwa kwa faragha
ta: தனியுரிமையைப் பாதுகாக்கும் வடிவமைப்பு
te: గోప్యత కోసం రూపొందించబడింది
th: ออกแบบโดยคำนึงถึงความเป็นส่วนตัว
tr: Gizlilik için tasarlandı
uk: Конфіденційність від початку
ur: رازداری کو مدنظر رکھ کر بنایا گیا
vi: Được thiết kế để bảo vệ riêng tư
yue: 以私隱為本嘅設計
zh_hans: 从设计上保护隐私
zh_hant: 以隱私為核心設計

source: Purchase failed. Please try again.
ar: فشلت عملية الشراء. حاول مجددًا.
ar_eg: الشراء منجحش. جرّب تاني.
be: Купля не ўдалася. Паспрабуйце зноў.
bn: কেনাকাটা ব্যর্থ হয়েছে। আবার চেষ্টা করুন।
cs: Nákup se nezdařil. Zkuste to znovu.
da: Købet mislykkedes. Prøv igen.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: La compra falló. Inténtalo de nuevo.
fil: Hindi natuloy ang pagbili. Subukan muli.
fr: L’achat a échoué. Veuillez réessayer.
ha: Sayen bai yi nasara ba. Sake gwadawa.
he: הרכישה נכשלה. יש לנסות שוב.
hi: खरीद विफल रही। कृपया फिर कोशिश करें।
hu: A vásárlás sikertelen. Próbáld újra.
hy: Գնումը չհաջողվեց։ Կրկին փորձեք։
id: Pembelian gagal. Coba lagi.
it: Acquisto non riuscito. Riprova.
ja: 購入できませんでした。もう一度お試しください。
ka: შეძენა ვერ მოხერხდა. სცადეთ ხელახლა.
kk: Сатып алу орындалмады. Қайталап көріңіз.
ko: 구매하지 못했습니다. 다시 시도하세요.
ky: Сатып алуу аткарылган жок. Кайра аракет кылыңыз.
lt: Pirkti nepavyko. Bandykite dar kartą.
mr: खरेदी अयशस्वी झाली. पुन्हा प्रयत्न करा.
ne: खरिद असफल भयो। फेरि प्रयास गर्नुहोस्।
nl: Aankoop mislukt. Probeer het opnieuw.
pa_arab: خریداری نئیں ہو سکی۔ فیر کوشش کرو۔
pcm: Purchase no work. Try again.
pl: Zakup nie powiódł się. Spróbuj ponownie.
pt_br: A compra falhou. Tente novamente.
pt_pt: A compra falhou. Tente novamente.
ro: Achiziția a eșuat. Încearcă din nou.
ru: Покупка не удалась. Повторите попытку.
sv: Köpet misslyckades. Försök igen.
sw: Ununuzi umeshindikana. Jaribu tena.
ta: வாங்குதல் தோல்வியடைந்தது. மீண்டும் முயலவும்.
te: కొనుగోలు విఫలమైంది. మళ్లీ ప్రయత్నించండి.
th: ซื้อไม่สำเร็จ โปรดลองอีกครั้ง
tr: Satın alma başarısız. Yeniden deneyin.
uk: Покупка не вдалася. Спробуйте знову.
ur: خریداری ناکام رہی۔ دوبارہ کوشش کریں۔
vi: Mua không thành công. Vui lòng thử lại.
yue: 購買失敗，請再試。
zh_hans: 购买失败，请重试。
zh_hant: 購買失敗，請再試一次。
